---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.ChineseHongKongDollar
source: html/63ef96aa-0b8d-3150-b949-4cfdd147d3e5.htm
---
# Autodesk.Revit.DB.SymbolTypeId.ChineseHongKongDollar Property

Symbol HK$, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId ChineseHongKongDollar { get; }
```